Repository: dsvsergey/travel_app
Catalog: lib/l10n/app_*.arb
Languages: uk

# appTitle
source: MapBox Example
uk: Приклад MapBox

source: Where from...
uk: Звідки...

# whereTo
source: Where to a place {number}
uk: Куди до місця {number}

source: NEXT
uk: ДАЛІ

source: DONE
uk: ГОТОВО

# serverFailure
source: Server error occurred. Please try again later.
uk: Виникла помилка сервера. Будь ласка, спробуйте пізніше.

# cacheFailure
source: Cache error occurred. Please restart the app.
uk: Виникла помилка кешу. Будь ласка, перезапустіть додаток.

# networkFailure
source: Network error occurred. Please check your internet connection.
uk: Виникла помилка мережі. Будь ласка, перевірте ваше інтернет-з'єднання.

# invalidInputFailure
source: Invalid input. Please check your data and try again.
uk: Некоректні вхідні дані. Будь ласка, перевірте ваші дані та спробуйте ще раз.

# unexpectedError
source: Unexpected error occurred. Please try again later.
uk: Виникла непередбачувана помилка. Будь ласка, спробуйте пізніше.
